<?php

return [
	'profile' => [
		'success' => [
			'update' => 'Данные профиля успешно обновлены!'
		]
	],
	'user' => [
		'success' => [
			'create'  => 'Новый сотрудник успешно добавлен!',
			'update'  => 'Информация о сотруднике успешно обновлена!',
			'destroy' => 'Сотрудник успешно удалён!'
		]
	],
	'role' => [
		'success' => [
			'create'  => 'Новая роль пользователей успешно создана!',
			'update'  => 'Роль пользователей успешно обновлена!',
			'destroy' => 'Роль пользователей успешно удалена!'
		]
	],
	'customer' => [
		'success' => [
			'create'  => 'Новый заказчик успешно создан!',
			'update'  => 'Информация о заказчике успешно обновлена!',
			'destroy' => 'Заказчик успешно удален!'
		]
	],
	'customer-category' => [
		'success' => [
			'create'  => 'Новая категория успешно создана!',
			'update'  => 'Категория успешно обновлена!',
			'destroy' => 'Категория успешно удалена!'
		]
	],
	'customer-event' => [
		'success' => [
			'create'  => 'Новое событие успешно создано!',
			'update'  => 'Событие успешно обновлено!',
			'destroy' => 'Событие успешно удалено!'
		]
	],
	'customer-event-type' => [
		'success' => [
			'create'  => 'Новый тип событий успешно создан!',
			'update'  => 'Тип событий успешно обновлен!',
			'destroy' => 'Тип событий успешно удален!'
		]
	],
	'customer-status' => [
		'success' => [
			'create'  => 'Новый статус переговоров успешно создан!',
			'update'  => 'Статус переговоров успешно обновлен!',
			'destroy' => 'Статус переговоров успешно удален!'
		]
	]
];